{
    "POPULAR_GAMES": "JOCURI POPULARE",
    "MENU": "MENIU",
    "TOP_DEALS" : "OFERTE TOP",
    "NEW_RELEASE" : "NOI LANSARI",
    "FREE_TO_PLAY" : "GRATUIT",
    "UNDER_10$" : "SUB 10$",
    "COLLECTIONS" : "COLECTII",
    "Collection" : "Colecții",
    "ABOUT_US" : "DESPRE NOI",
    "SUGGESTION" : "SUGESTII",
    "FROM" : "De la",
    "SEE_ALL" : "VEZI TOATE",
    "SEARCH" : "Caută",
    "LOGIN_REGISTER" : "Logare / Înregistrare",
    "PROFILE" : "Profil",
    "LOGOUT" : "Deconectare",
    "FREE" : "Gratuit",
    "VIEW_GAME" : "Vezi jocul",
    "TOP_SELLERS" : "TOP VÂNZĂRI",
    "CHEAP_GAMES" : "JOCURI IEFTINE",
    "STREAMS" : "STREAM-URI",
    "PEOPLE_STREAMS" : "Persoane",
    "GAME_NEWS" : "ȘTIRI JOCURI",
    "NEWS" : "ȘTIRI",
    "NEWS_1" : "ȘTIRI!! Este nevoie de multă inteligență, planificare atentă și noroc pur pentru a conduce o afacere de succes sau a conduce o populație considerabilă.",
    "NEWS_2" : "VERIFICAȚI E nevoie de multă inteligență, planificare atentă, și pur noroc de a conduce o afacere de succes sau de a conduce o populație considerabilă.",
    "MOST_PLAYED" : "CELE MAI JUCATE",
    "WHAT'S_EVERYONE_PLAYING?" : "CE JOACĂ TOATĂ LUMEA?",
    "Curent_Players" : "Jucători curenti",
    "CURENT_PLAYERS" : "JUCĂTORI CURENTI",
    "Curent_Peak" : "Vârful curent",
    "TREND_PEAK" : "VÂRFUL TENDINȚEI",
    "GAME" : "JOC",
    "rights" : "Toate drepturile rezervate",
    "Created" : "Creat de",
    "Giveaways" : "Concursuri",
    "Reviews" : "Recenzii",
    "Privacy_Policy" : "Politica de confidențialitate",
    "Terms_of_Service" : "Termeni de utilizare",
    "Cookie_Policy" : "Politica de cookie-uri",
    "Release_Date": "Data lansării",
    "Notify_Me": "NOTIFICĂ-MĂ",
    "Game_Description": "Dezvoltat de Insomniac Games în colaborare cu Marvel și optimizat pentru PC de Nixxes Software, Marvel's Spider-Man: Versiunea îmbunătățită pe PC prezintă un Peter Parker experimentat care luptă împotriva criminalității și a răufăcătorilor celebri în orașul New York creat de Marvel. Totodată, el se străduie din greu să păstreze echilibrul între viața personală haotică și carieră în timp ce soarta orașului New York din universul Marvel atârnă pe umerii lui.",
    "Text_Game_Stats_1" : "Rata de completare a jocului",
    "Text_Game_Stats_2" : "Durata medie in joc",
    "Text_Game_Stats_3" : "Total Jucători",
    "Text_Game_Stats_4" : "Jucatori de top",
    "Text_Game_Stats_5" : "Realizări",
    "Text_Game_Stats_6" : "Jucatori Live",
    "Game_Stats" : "STATISTICI JOC",
    "Combat" : "Lupte",
    "Graphics" : "Grafică",
    "Music" : "Muzică",
    "Villians" : "Răufăcători",
    "Main_Caracter" : "Personaj principal",
    "Top_10_caracters" : "Top 10 personaje din acest joc",
    "Side_Caracters" : "Personaje secundare",
    "Storyline" : "Povestea",
    "Ending" : "Finalul",
    "FREQUENTLY_ASKED_QUESTIONS" : "ÎNTREBĂRI FRECVENTE",
    "Question_1": "Mai multe despre joc?",
    "Question_2": "Cum pot descărca acest joc?",
    "Question_3": "De unde pot cumpăra acest joc?",
    "Question_4": "Cât spațiu de stocare este necesar pentru a instala acest joc?",
    "Question_5": "Care este ratingul Steam al acestui joc?",
    "Question_6": "Care este ratingul de vârstă pentru acest joc?",
    "Question_7": "Cât costă acest joc?",
    "Question_8": "Care sunt limbile suportate pentru acest joc?",
    "Answer_1": " Singurul scop în Rust este să supraviețuiască. Totul vrea să mori - fauna sălbatică a insulei și alți locuitori, mediul înconjurător, alți supraviețuitori. Fă tot ce este necesar pentru a dura încă o noapte.,",
    "Answer_2": "Ar trebui să vă conectați la Steam pentru a descărca jocul și a juca.",
    "Answer_3": "Lista magazinelor oficiale pe care le puteți cumpăra Rust: Steam",
    "Answer_4": " Acest joc are aproximativ 20 GB. Cu toate acestea, este recomandat să aveți ceva mai mult de 20 GB pe spațiul pe disc în cazul unei probleme de stocare insuficientă.",
    "Answer_5": "Acest joc are un scor general Metacritic de 69. Dar Rust s-ar putea să nu fie un joc atât de bun sau rău. Vă recomandăm să citiți câteva recenzii și să urmăriți clipuri de joc pe Twitch.",
    "Answer_6": " Acest joc are un rating de vârstă de 17+. Unele țări pot sugera evaluări de vârstă diferite. Pentru mai multe informații despre evaluările de vârstă, consultați: wiki.",
    "Answer_7": "Limbile acceptate sunt următoarele: engleză, franceză, italiană, germană, spaniolă - Spania, japoneză, coreeană, rusă, chineză simplificată, ucraineană, poloneză, turcă, arabă, cehă, daneză, olandeză, finlandeză, greacă, norvegiană, portugheză - Brazilia, spaniolă - America Latină, suedeză, chineză tradițională, vietnameză, portugheză - Portugalia",
    "Answer_8": " Da, acceptă modul multiplayer.",
    "About_Game": "DESPRE JOC",
    "Section_1" :  "Un joc este o formă structurată de joc, de obicei întreprinsă pentru divertisment sau distracție și uneori folosit ca instrument educațional. Mulți jocurile sunt, de asemenea, considerate a fi de lucru (cum ar fi jucătorii profesioniști de sporturi sau jocuri pentru spectatori) sau artă (cum ar fi puzzle-uri sau jocuri). implicând un aspect artistic, cum ar fi Mahjong, Solitaire sau un videoclip jocuri). Jocurile sunt uneori jucate doar pentru plăcere, alteori pentru realizare sau recompensă, de asemenea. Se pot juca singuri, în echipe sau pe net; de amatori sau de profesionisti. Jucătorii pot avea un audiență de non-jucători, cum ar fi atunci când oamenii sunt distrați prin vizionare un campionat de șah. Pe de altă parte, jucătorii dintr-un joc pot constituie propriul public în timp ce își iau rândul să joace. De multe ori, o parte a divertismentului pentru copiii care joacă un joc este să decidă cine este parte din publicul lor și cine este jucător. O jucărie și un joc nu sunt la fel. Jucăriile permit, în general, jocul fără restricții, în timp ce jocurile sunt prezente reguli de urmat de jucător. Componentele cheie ale jocurilor sunt golurile, reguli, provocare și interacțiune. Jocurile implică în general mental sau stimulare fizică și adesea ambele. Multe jocuri ajută la dezvoltarea practică abilități, servesc ca o formă de exercițiu sau în alt mod efectuează o rol educațional, simulator sau psihologic.",  
    "Section_2" : "Ludwig Wittgenstein a fost probabil primul filozof academic care a abordat definiția cuvântului joc. În Investigațiile sale filozofice, Wittgenstein a susținut că elementele jocurilor, cum ar fi jocul, regulile și competiția, nu reușesc să definească în mod adecvat ce sunt jocurile. De aici, Wittgenstein a concluzionat că oamenii aplică termenul de joc la o serie de activități umane disparate care poartă unul altuia doar ceea ce s-ar putea numi asemănări de familie. După cum arată următoarele definiții ale jocului, această concluzie nu a fost una finală și astăzi mulți filozofi, precum Thomas Hurka, cred că Wittgenstein a greșit și că definiția lui Bernard Suits este un răspuns bun la problemă.",
    "Requirements" : "CERINȚE DE SISTEM",
    "Minimum" : "Minim",
    "Recommended" : "Recomandat",
    "Processor" : "Procesor",
    "Memory" : "Memorie",
    "Network" : "Rețea",
    "Storage" : "Stocare",
    "Comment_Section" : "SECȚIUNEA DE COMENTARII",
    "CATEGORIES" : "CATEGORII",
    "RECOMENDED_GAMES" : "JOCURI RECOMANDATE",
    "ALL" : "TOATE",
    "GAMES" : "JOCURI",
    "FILTERS" : "FILTRE",
    "LOGIN" : "LOGARE",
    "Email_or_Username" : "Email sau Nume de utilizator",
    "Password" : "Parolă",
    "Repeat_Password" : "Repetă parola",
    "Register_Here" : "Înregistrează-te aici dacă nu ai un cont",
    "Or" : "Sau",
    "Login_With" : "Logare cu",
    "Login_Succesfull" : "Logare cu succes",
    "Invalid_Email_Or_Password" : "Email sau parolă incorectă",
    "REGISTER" : "ÎNREGISTRARE",
    "Error_User" : "Eroare: Numele de utilizator este deja înregistrat.",
    "Success_User" : "Succes: Înregistrarea a fost finalizată cu succes.",
    "Username" : "Nume de utilizator",
    "Email" : "Email",
    "Login_Here" : "Logare aici dacă ai deja un cont",
    "Register_With" : "Înregistrare cu",
    "About_Us" : "DESPRE NOI",
    "We_Are" : " Cine suntem noi? Jucători.",
    "We_Are_1" : "Ne place să jucăm jocuri pe calculator și să fim implicați îndeaproape în lumea jocurilor de noroc. Jocurile sunt pasiunea noastră, de aceea am stabilit această platformă pentru a compara și a găsi cele mai bune oferte pe jocurile pe care dorim să le jucăm. Scopul nostru este de a împărtăși cele mai bune prețuri de joc cu comunitatea de jocuri PC.",
    "We_Are_2" : "Bestgameprice.net compară prețurile cheie ale jocurilor digitale pentru PC de la magazinele oficiale și distribuitorii autorizați. De asemenea, oferim conținut de calitate despre jocuri, afișăm fluxurile Twitch, statisticile de joc de care aveți nevoie înainte de a cumpăra un joc, cum ar fi istoricul prețurilor, numărul de jucători activi și cerințele minime de sistem pentru fiecare joc.",
    "About_Q1" : " De ce prețurile noastre sunt super-accesibile?",
    "About_A1" :"Bestgameprice.net compară prețurile cheie ale jocurilor digitale pentru PC de la magazinele oficiale și distribuitorii autorizați. De asemenea, oferim conținut de calitate despre jocuri, afișăm fluxurile Twitch, statisticile de joc de care aveți nevoie înainte de a cumpăra un joc, cum ar fi istoricul prețurilor, numărul de jucători activi și cerințele minime de sistem pentru fiecare joc.",
    "About_Q2" : "Este Bestgameprice.net legitim și de încredere?",
    "About_A2" : "Siguranța dvs. Este prioritatea noastră principală. Nu solicităm informații suplimentare atunci când vă conectați la Bestgameprice.net cu contul de socializare ales de dvs. (Facebook, Google, Reddit, Discord, Steam, Google, Google, Google). Battle.net etc.). Nici măcar nu trebuie să creați un cont nou special pentru Bestgameprice.net. În plus, ne asigurăm că fiecare distribuitor de jocuri digitale cu care colaborăm este un magazin oficial și vă oferă o infrastructură de cumpărături sigură și asistență de încredere pentru clienți. Dacă mai aveți întrebări cu privire la siguranța sau fiabilitatea platformei noastre, puteți consulta Politica noastră de confidențialitate și ne puteți contacta oricând la information@bestgameprice.net.",
    "About_Q3" : "Unde găsești cel mai bun preț de joc?",
    "About_A3" : "Lucrăm cu sârguință și cu pasiune pentru a ne asigura că această platformă este principala sursă de comparație a prețurilor în cazul în care puteți compara cele mai bune oferte pentru jocuri pe calculator. Lucrăm doar cu magazine oficiale și distribuitori autorizați pentru a vă arăta cel mai bun preț de joc.",
    "About_Q4" : " Cele mai bune site-uri pentru a cumpăra jocuri (magazine oficiale și distribuitori autorizați)?",
    "Collection_Head" : "Jocuri amuzante care te vor face să râzi",
    "Collection_Desc" : "Vrei ceva mai mult decât strategia ta obișnuită și jocurile de luptă? Cauți ceva care să aibă mult umor? Iată o listă de jocuri de top pentru PC care vă vor face să zâmbiți și chiar să râdeți! Aceste jocuri oferă o gamă largă de puzzle-uri amuzante și provocatoare, precum și personaje wacky. Jocurile video sunt o modalitate foarte bună de a vă relaxa după o zi grea. Uneori, s-ar putea să doriți ceva mai ușor și mai amuzant pentru a distrage atenția de la lucrurile serioase. Avem doar colectia pentru tine! Relaxați-vă, distrați-vă și bucurați-vă de câteva râsete!",
    "Collection_Head_2" : "Top 5 Jocuri cu cel mai ciudat simț al umorului",
    "Collection_Desc_2" : "Saints Row: The Third oferă un amestec neobișnuit de umor absurd și acțiune cu mize mari. Sfinții de pe Strada a treia se află într-o încercare de a cuceri lumea. Aici, jucătorul va fi aruncat în haos și distracție plină de crime. Saints Row: Al treilea te va distra cu poveștile sale absurde, personaje hilare și dialog nebun.",
    "Collection_Desc_3" : "Goat Simulator vă permite să jucați ca o capră și să provocați haos într-un mediu open-World. Puteți efectua manevre de cascadorii sau provoca haos într-un oraș, iar jocul are multe elemente amuzante și bizare. Lumea Goat Simulator permite jucătorilor să vină cu scenarii și mai nebunești. Umorul jocului stă în absurditatea sa. Jucătorii se vor afla în situații ridicole și vor trebui să îndeplinească sarcini scandaloase.",
    "Collection_Desc_4" : "Justin Roiland, co-creatorul lui Rick and Morty, este autorul cărții High on Life. Un cartel de droguri care vrea să le exploateze ca droguri încearcă să pună în pericol omenirea. Mai ales dacă sunteți familiarizați cu simțul umorului al creatorilor de la Rick și Morty sau alte lucrări ale sale, acest joc este absolut hilar. Există momente amuzante în tot haosul verbal. O zonă are un gag care se învârte în jurul mamelor împotriva violenței. Această organizație face o sarcină mai bună de a face umoristic reiterarea întâmplătoare a lui Roiland în același punct",
    "Collection_Desc_5" : "I am Bread este un joc ridicol de absurd în care joci ca o pâine într-o misiune de a face pâine prăjită. Cu ajutorul unor controale bazate pe fizică, navigați printr-o casă pentru a găsi un prăjitor de pâine. Trebuie să evitați obstacolele, cum ar fi apa și mucegaiul. Pâinea mea va aduce multe râsete oricui o va cânta.",
    "Collection_Desc_6" : "Jazzpunk, un joc video despre comedie și aventură, îi duce pe jucători într-o călătorie absurd de amuzantă. Combinația unică a jocului de efecte vizuale retro-futuriste, personaje ciudate și umor absurd îl face să iasă în evidență. De la infiltrarea în laboratoare secrete până la participarea la o noapte de joc găzduită de o pisică zburătoare gigantică, jucătorii pot descoperi o gamă largă de situații hilare și bizare. Jazzpunk va oferi divertisment și râs pentru toate vârstele, cu umorul său ciudat și imagini suprarealiste."
  }
