{
    "POPULAR_GAMES": "POPULAR GAMES",
    "MENU": "MENU",
    "TOP_DEALS": "TOP DEALS",
    "NEW_RELEASE": "NEW RELEASES",
    "FREE_TO_PLAY": "FREE TO PLAY",
    "UNDER_10$": "UNDER 10$",
    "COLLECTIONS": "COLLECTIONS",
    "Collection": "Collection",
    "ABOUT_US": "ABOUT US",
    "LOGIN_SUCCESS": "Login successful",
    "SUGGESTION": "SUGGESTION",
    "FROM": "From",
    "SEE_ALL": "SEE ALL",
    "SEARCH": "Search",
    "LOGIN_REGISTER": "Login / Register",
    "PROFILE": "Profile",
    "LOGOUT": "Logout",
    "FREE": "Free",
    "VIEW_GAME": "View Game",
    "TOP_SELLERS": "TOP SELLERS",
    "CHEAP_GAMES": "CHEAP GAMES",
    "STREAMS": "STREAMS",
    "PEOPLE_STREAMS": "People",
    "GAME_NEWS": "GAME NEWS",
    "NEWS": "NEWS",
    "NEWS_1": "NEWS!! It takes a ton of intelligence, careful planning, and pure luck to run a successful business or rule over a sizablec population.",
    "NEWS_2": " CHECK IT OUT It takes a ton of intelligence, careful planning, and pure luck to run a successful business or rule over a sizable population.",
    "MOST_PLAYED": "MOST PLAYED",
    "WHAT'S_EVERYONE_PLAYING?": "WHAT'S EVERYONE PLAYING?",
    "Curent_Players": "Curent Players",
    "CURENT_PLAYERS": "CURENT PLAYERS",
    "Curent_Peak": "Curent Peak",
    "TREND_PEAK": "TREND PEAK",
    "GAME": "GAME",
    "rights": "All rights reserved",
    "Created": "Created by",
    "Giveaways": "Giveaways",
    "Reviews": "Reviews",
    "Privacy_Policy": "Privacy Policy",
    "Terms_of_Service": "Terms of Service",
    "Cookie_Policy": "Cookie Policy",
    "Release_Date": "Release Date",
    "Notify_Me": "NOTIFY ME",
    "Game_Description": "Developed by Insomniac Games in collaboration with Marvel and optimized for PC by Nixxes Software, Marvel's Spider-Man: The Ver benefit on PC features a seasoned Peter Parker fighting against crime and famous villains in New City York created by Marvel. At the same time, he tries hard to keep balance between chaotic personal life and career while the fate of New York City in the Marvel Universe hangs on his shoulders.",
    "Text_Game_Stats_1": "Completation Rate",
    "Text_Game_Stats_2": "Average time spend",
    "Text_Game_Stats_3": "Total Players",
    "Text_Game_Stats_4": "Peak players",
    "Text_Game_Stats_5": "Achievements",
    "Text_Game_Stats_6": "Live Players",
    "Game_Stats": "GAME STATS",
    "Combat": "Combat",
    "Graphics": "Graphics",
    "Music": "Music",
    "Villians": "Villians",
    "Main_Caracter": "Main Caracter",
    "Top_10_caracters": "Top 10 caracters",
    "Side_Caracters": "Side Caracters",
    "Storyline": "Storyline",
    "Ending": "Ending",
    "FREQUENTLY_ASKED_QUESTIONS": "FREQUENTLY ASKED QUESTIONS",
    "Question_1": "More about Game",
    "Question_2": "Where can i download the game?",
    "Question_3": "Where can i buy it?",
    "Question_4": "How many GB is this game?",
    "Question_5": "What is the MetaCritic score if this game?",
    "Question_6": "What is the Steam rating of this game?",
    "Question_7": "What is the language support for This Game?",
    "Question_8": "Is there multiplayer in This Game?",
    "Answer_1": "  The only aim in Rust is to survive. Everything wants you to die - the island’s wildlife and other inhabitants, the environment, other survivors. Do whatever it takes to last another night.,",
    "Answer_2": " You should log in to Steam in order to download the game and play.",
    "Answer_3": "List of official stores you can buy Rust: Steam",
    "Answer_4": " This game is approximately 20 GB. However, it is recommended to have a bit more than 20 GB on your disk space in case of an insufficient storage problem.",
    "Answer_5": " This Game has an overall Metacritic score of 69. But Rust might not be such a good or bad game. We recommend you to read some reviews and watch gameplay clips on Twitch.",
    "Answer_6": " This game has an age rating of 17+. Some countries may suggest different age ratings. For more information on age ratings, please see: wiki.",
    "Answer_7": " Supported languages are as follows: English, French, Italian,German, Spanish - Spain, Japanese, Korean, Russian, Simplified,Chinese, Ukrainian, Polish, Turkish, Arabic, Czech, Danish, Dutch,Finnish, Greek, Norwegian, Portuguese - Brazil, Spanish - Latin America, Swedish, Traditional Chinese, Vietnamese, Portuguese -Portugal",
    "Answer_8": " Yes, it supports multiplayer mode.",
    "About_Game": "DESPRE JOC",
    "Section_1" :  "A game is a structured form of play, usually undertaken for entertainment or fun, and sometimes used as an educational tool. Many games are also considered to be work (such as professional players of spectator sports or games) or art (such as jigsaw puzzles or games involving an artistic layout such as Mahjong, solitaire, or some video games). Games are sometimes played purely for enjoyment, sometimes for achievement or reward as well. They can be played alone, in teams, or online; by amateurs or by professionals. The players may have an audience of non-players, such as when people are entertained by watching a chess championship. On the other hand, players in a game may constitute their own audience as they take their turn to play. Often, part of the entertainment for children playing a game is deciding who is part of their audience and who is a player. A toy and a game are not the same. Toys generally allow for unrestricted play whereas games present rules for the player to follow. Key components of games are goals, rules, challenge, and interaction. Games generally involve mental or physical stimulation, and often both. Many games help develop practical skills, serve as a form of exercise, or otherwise perform an educational, simulational, or psychological role",  
    "Section_2" : "Ludwig Wittgenstein was probably the first academic philosopher to address the definition of the word game. In his Philosophical Investigations, Wittgenstein argued that the elements of games, such as play, rules, and competition, all fail to adequately define what games are. From this, Wittgenstein concluded that people apply the term game to a range of disparate human activities that bear to one another only what one might call family resemblances. As the following game definitions show, this conclusion was not a final one and today many philosophers, like Thomas Hurka, think that Wittgenstein was wrong and that Bernard Suits' definition is a good answer to the problem.",
    "Requirements" : "Requirements",
    "Minimum" : "Minim",
    "Recommended" : "Recommended",
    "Processor" : "Processor",
    "Memory" : "Memory",
    "Network" : "Network",
    "Storage" : "Storage",
    "Comment_Section" : "COMMENT SECTION",
    "CATEGORIES" : "CATEGORIES",
    "RECOMENDED_GAMES" : "RECOMENDED GAMES",
    "ALL" : "ALL",
    "GAMES" : "GAMES",
    "FILTERS" : "FILTERS",
    "LOGIN" : "LOGIN",
    "Email_or_Username" : "Email or Username",
    "Password" : "Password",
    "Repeat_Password" : "Repeat Password",
    "Register_Here" : "Register Here if you don't have an account",
    "Or" : "Or",
    "Login_With" : "Login With",
    "Login_Succesfull" : "Login Succesfull",
    "Invalid_Email_Or_Password" : "Invalid Email Or Password",
    "REGISTER" : "REGISTER",
    "Error_User" : "Error: Username or email already exists.",
    "Success_User" : "Success: Registration completed successfully.",
    "Username" : "Username",
    "Email" : "Email",
    "Login_Here" : "Login Here if you  have an account",
    "Register_With" : "Register With",
    "About_Us" : "ABOUT US",
    "We_Are" : "Who are we? Players.",
    "We_Are_1" : "We love playing computer games and being closely involved in the world of gambling. Games are our passion, that's why we established this platform to compare and find the best deals on the games we want to play. Our goal is to share the best game prices with the PC gaming community.",
    "We_Are_2" : "Bestgameprice.net compares key prices of digital PC games from official stores and authorized distributors. We also provide quality gaming content, show Twitch streams, game statistics you need before buying a game, such as price history, number of active players and minimum system requirements for each game.",
    "About_Q1" : "Why are our prices super affordable?",
    "About_A1" :"Bestgameprice.net compares key prices of digital PC games from official stores and authorized distributors. We also provide quality gaming content, show Twitch streams, game statistics you need before buying a game, such as price history, number of active players and minimum system requirements for each game.",
    "About_Q2" : "Is Bestgameprice.net legit and trustworthy?",
    "About_A2" : "Your safety is our top priority. We do not request additional information when you log in to Bestgameprice.net with your chosen social media account (Facebook, Google, Reddit, Discord, Steam, Google, Google, Google). Battle.net etc.). You don't even need to create a new account specifically for Bestgameprice.net. In addition, we ensure that every digital game distributor we work with is an official store and provides you with a secure shopping infrastructure and reliable customer support. If you still have questions about the safety or reliability of our platform, you can refer to our Privacy Policy and contact us at information@bestgameprice.net at any time.",
    "About_Q3" : "Where do you find the best game price?",
    "About_A3" : "We work diligently and passionately to ensure that this platform is the leading price comparison source where you can compare the best deals on PC games. We only work with official stores and authorized distributors to show you the best game price.",
    "About_Q4" : "Best sites to buy games (official stores and authorized distributors)?",
    "Collection_Head" : "Funny games that will make you laugh",
    "Collection_Desc" : "Want something more than your usual strategy and fighting games? Looking for something with a lot of humor? Here is a list of top PC games that will make you smile and even laugh! These games offer a wide range of fun and challenging puzzles as well as wacky characters. Video games are a great way to relax after a hard day. Sometimes you might want something lighter and funnier to distract from the serious stuff. We have just the collection for you! Relax, have fun and enjoy a few laughs!",
    "Collection_Head_2" : "Top 5 Games with the weirdest sense of humor",
    "Collection_Desc_2" : "Saints Row: The Third offers an unusual mix of absurd humor and high-stakes action. The Third Street Saints are on a quest to conquer the world. Here, the player will be thrown into mayhem and crime-filled fun. Saints Row: The Third will entertain you with its absurd stories, hilarious characters and crazy dialogue.",
    "Collection_Desc_3" : "Goat Simulator lets you play as a goat and cause mayhem in an open-world environment. You can perform stunts or cause chaos in a city, and the game has many funny and bizarre elements. The world of Goat Simulator allows players to come up with even crazier scenarios. The humor of the game lies in its absurdity. Players will find themselves in ridiculous situations and have to complete outrageous tasks.",
    "Collection_Desc_4" : "Rick and Morty co-creator Justin Roiland is the author of High on Life. A drug cartel that wants to exploit them as drugs is trying to endanger humanity. Especially if you are familiar with the creator's sense of humor from Rick and Morty or his other works, this game is absolutely hilarious. There are funny moments in all the verbal mayhem. One area has a gag revolving around mothers against violence. This organization does a better job of making Roiland's casual reiteration of the same point humorous",
    "Collection_Desc_5" : "I am Bread is a ridiculously absurd game where you play as a bread on a mission to make toast. Using physics-based controls, navigate through a house to find a toaster. You have to avoid obstacles like water and mold. My bread will bring much laughter to whoever sings it.",
    "Collection_Desc_6" : "Jazzpunk, a comedy adventure video game, takes players on an absurdly funny journey. The game's unique combination of retro-futuristic visual effects, quirky characters and absurd humor make it stand out. From infiltrating secret labs to attending a game night hosted by a giant flying cat, players can discover a wide range of hilarious and bizarre situations. Jazzpunk will provide entertainment and laughter for all ages with its quirky humor and surreal visuals."
}
